[
    {
        "service_name": "Asylum / Refuge",
        "description": "People with a real fear of persecution because of race, religion, nationality, membership in or identification with a particular social group, or political opinion can apply for asylum or refugee status.",
        "description2": "",
        "service_img": "https://i.ibb.co/w7413LR/2111-i121-049-F-m005-c9-isometric-refugee-compositions.jpg",
        "price": 300,
        "rating": 4,
        "createdAt": "6"
    },
    {
        "service_name": "Naturalization",
        "description": "I assist clients in applying for U.S. citizenship and address the legal issues of physical presence, good moral character, age, knowledge of U.S. history and English, and disability waivers. I will always accompany you to your naturalization interview.",
        "description2": "You may be eligible for U.S. Citizenship if You have been a permanent resident for five years; or + You are the spouse of a U.S. citizen and have been a permanent resident for 3 years;+ or Your mother or father became a U.S. citizen before your 18th birthday",
        "service_img": "https://i.ibb.co/t2gNhDY/Visa-application-travel-form-concept.jpg",
        "price": 300,
        "rating": 4,
        "createdAt": "5"
    },
    {
        "service_name": "PERMANENT RESIDENT VISAS ",
        "description": "Permanent resident visas, commonly known as green cards, entitle aliens to many benefits, including the right to live and work in the U.S. and the right to travel to and from the U.S. indefinitely. Rachel M. Self, P.C. will advise you about the eligibility requirements for qualifying for permanent resident status. There are many ways to establish permanent resident status, including:",
        "description2": "Family-based Petitions - One of our main goals is to assist families as they try to re-unite in the U.S. If you have a qualifying family relative, such as a U.S. citizen or a legal permanent resident, you may be eligible for a green card.+ Employment-based Petitions - Show that you have skills and qualify to fill a job, and that a specific employer is willing to sponsor you.+ Investor Traders - You may be eligible for a green card if you are an entrepreneur interested in investing $750,000 to $1,000,000 in a new or existing business in the U.S. + Immigrant Lottery - Each year in October a “diversity lottery” is held. If you are a selected as a winner, you may be eligible for permanent resident status.",
        "service_img": "https://i.ibb.co/b5DLJvZ/1602-m00-i125-n038-P-c25-323775368-Visa-stamping-Visa-stamp-on-Passport-or-visa-application.jpg",
        "price": 300,
        "rating": 4,
        "createdAt": "4"
    },
    {
        "service_name": "DEPORTATION/DETENTION",
        "description": "I have particular expertise in the field of deportation defense. The process of deportation/removal may be very frightening for a person not familiar with our legal system. Put our experience and dedication on your side. I represent individuals that the U.S. Citizenship & Immigration Service is seeking to deport before the immigration courts and prepare applications for relief on their behalf. Some of the offenses I can help you with are overstays, criminal offenses, illegal entry, illegal work or employment, submission of fraudulent (false) documents, and false claims of U.S. citizenship.",
        "description2": "",
        "service_img": "https://i.ibb.co/72jv6jr/31159.jpg",
        "price": 300,
        "rating": 4,
        "createdAt": "3"
    },
    {
        "service_name": "PERMANENT RESIDENCE THROUGH EMPLOYMENT",
        "description": "If you want to become an immigrant (a foreign national who has been authorized to live and work permanently in the United States) based on the fact that you have a permanent employment opportunity in the United States, or if you are an employer that wants to sponsor someone for lawful permanent residency based on permanent employment in the United States, the foreign national must fall into one of the categories below:",
        "description2": "First Preference (EB-1 priority workers): aliens with extraordinary ability, outstanding professors and researchers, and certain multinational executives and managers.+ Second Preference (EB-2 workers with advanced degrees or exceptional ability): aliens who are members of the professions holding advanced degrees or their equivalent and aliens who because of their exceptional ability in the sciences, arts, or business will substantially benefit the national economy, cultural, or educational interests or Ilfare of the United States.+ Third Preference (EB-3 professionals, skilled workers, and other workers): aliens with at least two years of experience as skilled workers, professionals with a baccalaureate degree, and others with less than two years experience, such as an unskilled worker who can perform labor for which qualified workers are not available in the United States.+ Fourth Preference (EB-4 special workers such as those in a religious occupation or vocation): aliens who, for at least two years before applying for admission to the United States, have been a member of a religious denomination that has a non-profit religious organization in the United States, and who will be working in a religious vocation or occupation at the request of the religious organization.",
        "service_img": "https://i.ibb.co/Rj3YYSH/4565.jpg",
        "price": 300,
        "rating": 5,
        "createdAt": "2"
    },
    {
        "service_name": "NON-IMMIGRANT (TEMPORARY) VISAS",
        "description": "Rachel M. Self, P.C. can assist families and individuals in bringing friends and relatives from other countries to the United States for temporary visits. I will discuss all of the possible non-immigrant visa options with you during your consultation. Some of the options include:",
        "description2": "B: Tourists and business visitors.+ F: academic student visas to attend + M: vocational student visas",
        "service_img": "https://i.ibb.co/kmJMsKQ/25926.jpg",
        "price": 300,
        "rating": 4,
        "createdAt": "1"
    }
]